Repository: tiylabs/termio
Catalog: Sources/termio/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: No agent CLIs on %@ yet. Install one there and it shows up here.
zh_hans: %@ 上还没有 Agent 命令行工具。在那台机器上装一个，这里就会显示。

source: No bundled tool to install from.
zh_hans: 应用包中没有可安装的工具。

source: No command to run.
zh_hans: 没有可运行的命令。

source: No description provided.
zh_hans: 未提供描述。

source: No file changes
zh_hans: 没有文件更改

source: No hosts yet — add one, or write a Host block in ~/.ssh/config.
zh_hans: 暂无主机——添加一个，或在 ~/.ssh/config 中写入 Host 块。

source: No issues found.
zh_hans: 未找到 issues。

source: No local usage yet — run `%@` once, then Refresh.
zh_hans: 暂无本地用量——运行一次 `%@`，然后点按“刷新”。

source: No matches
zh_hans: 无匹配结果

source: No network address found. Join a network, then reopen this pane.
zh_hans: 未找到网络地址。接入网络后重新打开此面板。

source: No open issues right now.
zh_hans: 目前没有开放的 issues。

source: No open pull requests right now.
zh_hans: 目前没有开放的 PR。

source: No pull requests found.
zh_hans: 未找到 PR。

source: No results
zh_hans: 没有结果

source: No route to host
zh_hans: 无法到达主机

source: No textual changes to show.
zh_hans: 没有可显示的文本更改。

source: No theme matches “%@”
zh_hans: 没有主题与“%@”匹配

source: No tunnel selected.
zh_hans: 尚未选择隧道。

source: None
zh_hans: 无

source: None found
zh_hans: 未找到

source: None of this project’s remotes point at github.com, so there is no issue tracker to show.
zh_hans: 该项目的远程仓库都未指向 github.com，因此没有可显示的 issue 跟踪器。

source: Not Now
zh_hans: 以后再说

source: Not a Git Repository
zh_hans: 不是 Git 仓库

source: Not a valid regular expression
zh_hans: 不是有效的正则表达式

source: Not checked yet
zh_hans: 尚未检查

source: Not installed
zh_hans: 未安装

source: Not installed on %@
zh_hans: 未安装在 %@ 上

source: Not installed on %@.
zh_hans: 未安装在 %@ 上。

source: Not pushed to upstream
zh_hans: 尚未推送到上游

source: Not running yet. Sessions start it, and keep running after you quit Termio.
zh_hans: 尚未运行。会话会启动它，并在你退出 Termio 后继续运行。

source: Not set up yet
zh_hans: 尚未设置

source: Nothing to Compare
zh_hans: 没有可对比的分支

source: Nothing to install.
zh_hans: 没有可安装的内容。

source: Nothing to reach — this is the machine you’re on.
zh_hans: 无需连接 — 这就是你正在使用的设备。

source: Notifications
zh_hans: 通知

source: Notifications for Termio are turned off in System Settings.
zh_hans: Termio 的通知已在“系统设置”中关闭。

source: OK
zh_hans: 好

source: Off — LAN only
zh_hans: 关闭 — 仅局域网

source: Off — SSH only
zh_hans: 关闭 — 仅 SSH

source: On iPhone, tap the Mac pill ▸ Scan QR Code. Both devices must share a LAN.
zh_hans: 在 iPhone 上轻点 Mac 胶囊按钮 ▸ 扫描二维码。两台设备须处于同一局域网。

source: On iPhone, tap the Mac pill ▸ Scan QR Code. The token is minted on %@ and demanded on every connection.
zh_hans: 在 iPhone 上，点按 Mac 药丸 ▸ 扫描二维码。Token 在 %@ 上生成，每次连接都会验证。

source: On iPhone, tap the Mac pill ▸ Scan QR Code. The tunnel address works from any network, and terminates on the provider's servers. Pick Custom to run your own relay instead.
zh_hans: 在 iPhone 上轻点 Mac 胶囊按钮 ▸ 扫描二维码。隧道地址可在任意网络使用，并终结于服务商的服务器。若要改用自己的中继，请选择“自定义”。

source: On iPhone, tap the Mac pill ▸ Scan QR Code. Traffic crosses the relay you run yourself — no third party in the path.
zh_hans: 在 iPhone 上轻点 Mac 胶囊按钮 ▸ 扫描二维码。流量经由你自己运行的中继，路径中没有第三方。

source: Only regular files can be previewed.
zh_hans: 只能预览普通文件。

source: Only the first %lld items are shown — update termio on this device to list them all.
zh_hans: 仅显示前 %lld 项——请更新此设备上的 termio 以列出全部。

source: Opacity
zh_hans: 不透明度

source: Opacity below 100% lets the desktop show through; blur softens it. The window stays solid at full opacity.
zh_hans: 不透明度低于 100% 时会透出桌面，模糊可使其更柔和；完全不透明时窗口保持实色。

source: Open
zh_hans: 打开

source: Open Link
zh_hans: 打开链接

source: Open Project
zh_hans: 打开项目

source: Open Project…
zh_hans: 打开项目…

source: Open Quickly…
zh_hans: 快速打开…

source: Open System Settings
zh_hans: 打开“系统设置”

source: Open Themes Folder…
zh_hans: 打开主题文件夹…

source: Open a Folder
zh_hans: 打开文件夹

source: Open a Project on %@
zh_hans: 在 %@ 上打开项目

source: Open a machine to put them there.
zh_hans: 打开一台设备，把它们装到那里。

source: Open in %@
zh_hans: 在 %@ 中打开

source: Open in Browser
zh_hans: 在浏览器中打开

source: Open in Editor
zh_hans: 在编辑器中打开

source: Open on GitHub
zh_hans: 在 GitHub 上打开

source: Open one to see how it is reached and what it runs.
zh_hans: 打开一台可查看它的连接方式和运行内容。

source: Open the invite on your iPhone to install it with TestFlight.
zh_hans: 在 iPhone 上打开邀请链接，用 TestFlight 安装。

source: Opened outside Termio on this device
zh_hans: 在这台设备上由 Termio 之外打开

source: Opening the listener needs the daemon restarted, which ends what it is hosting: %@
zh_hans: 打开监听器需要重启守护进程，这会结束它正在承载的内容： %@

source: Opens the ~/.ssh/config entry this machine is defined in.
zh_hans: 打开定义该设备的 ~/.ssh/config 条目。

source: Other machines
zh_hans: 其他设备

source: Overwrite
zh_hans: 覆盖

source: Padding: %lld pt
zh_hans: 边距：%lld 点

source: Pair
zh_hans: 配对

source: Pair a Phone…
zh_hans: 配对手机…

source: Pair your iPhone with the machines you work on
zh_hans: 把 iPhone 与你正在使用的机器配对

source: Paired iPhones must scan the code again after switching.
zh_hans: 切换后，已配对的 iPhone 需要重新扫码。

source: Pairing Token
zh_hans: 配对 Token

source: Pairs your iPhone straight to this Mac's session host. Projects with nothing running don't appear yet.
zh_hans: 让 iPhone 直接连到这台 Mac 的 Termio server。没有会话在跑的项目暂时不会出现。

source: Panes
zh_hans: 窗格

source: Passed to %@ every time a session starts.
zh_hans: 每次开启会话时传给 %@。

source: Password
zh_hans: 密码

source: Paste
zh_hans: 粘贴

source: Path
zh_hans: 路径

source: Permissions
zh_hans: 权限

source: Pick a file on the left to see its changes.
zh_hans: 在左侧选择一个文件以查看其更改。

source: Pick how %@ is reached from outside. Termio runs it there over SSH and reads the address back — you never type one.
zh_hans: 选择从外部访问 %@ 的方式。Termio 会通过 SSH 在那台机器上运行它，并把地址读回来——你不需要手输任何地址。

source: Pick the branch this one would merge into.
zh_hans: 选择这个分支将要合入的分支。

source: Pin
zh_hans: 固定

source: Pin Termio to a light or dark look, or follow the system. The light and dark terminal themes below apply to the matching appearance.
zh_hans: 将 Termio 固定为浅色或深色外观，或跟随系统。下方的浅色与深色终端主题会应用到对应的外观。

source: Pin to Top
zh_hans: 固定到顶部

source: Pinned
zh_hans: 已固定

source: Plan limits
zh_hans: 套餐限额

source: Plan limits come from %@'s OAuth login; no passwords are stored. Revoking stops all reading of %@'s data.
zh_hans: 套餐限额来自 %@ 的 OAuth 登录；不会存储任何密码。撤销后将停止读取 %@ 的所有数据。

source: Play sound
zh_hans: 播放声音

source: Pointing termiod at %@…
zh_hans: 正在把 termiod 指向 %@…

source: Port
zh_hans: 端口

source: Posts a notification when an agent finishes or needs you while Termio is in the background.
zh_hans: 当 Termio 在后台时，Agent 完成任务或需要你时发送通知。

source: Press Shortcut…
zh_hans: 按下快捷键…

source: Preview
zh_hans: 预览

source: Preview is capped at 1 MB.
zh_hans: 预览上限为 1 MB。

source: Previous Match
zh_hans: 上一个匹配项

source: Previous Session
zh_hans: 上一个会话

source: Privacy
zh_hans: 隐私

source: Project Files
zh_hans: 项目文件

source: Projects
zh_hans: 项目

source: Public address
zh_hans: 公网地址

source: Public keys
zh_hans: 公钥

source: Publish
zh_hans: 发布

source: Publish and End Them
zh_hans: 发布并结束它们

source: Publishing restarts termiod on %@
zh_hans: 发布会重启 %@ 上的 termiod

source: Pull Requests
zh_hans: PR

source: Push the current branch to the repository’s remote first, then try again. (The remote also needs to be a forge Termio recognizes: GitHub, GitLab, Bitbucket, or Gitea.)
zh_hans: 请先将当前分支推送到仓库的远程，然后重试。（远程还需是 Termio 能识别的代码托管平台：GitHub、GitLab、Bitbucket 或 Gitea。）

source: Quit Termio
zh_hans: 退出 Termio

source: Range
zh_hans: 范围

source: Reachable
zh_hans: 可连接

source: Reached by
zh_hans: 连接方式

source: Reached over SSH
zh_hans: 通过 SSH 连接

source: Reaching %@…
zh_hans: 正在连接 %@…

source: Reads ~/.ssh/config directly — Termio keeps no separate host list.
zh_hans: 直接读取 ~/.ssh/config——Termio 不保留单独的主机列表。

source: Ready
zh_hans: 已就绪

source: Recent
zh_hans: 最近

source: Recent Activity
zh_hans: 最近活动

source: Reconnect
zh_hans: 重新连接

source: Reconnect to sign in with a different account, or grant Termio access to the organization that owns this repository.
zh_hans: 重新连接以使用其他账户登录，或授予 Termio 访问拥有该仓库的组织的权限。

source: Reconnecting…
zh_hans: 正在重连…

source: Record Shortcut
zh_hans: 录制快捷键

source: Refresh
zh_hans: 刷新

source: Reinstall
zh_hans: 重新安装

source: Reinstall Hooks and Skill
zh_hans: 重新安装 Hooks 和技能

source: Reinstall hooks
zh_hans: 重新安装 hooks

source: Reinstall skill
zh_hans: 重新安装技能

source: Reinstalled
zh_hans: 已重新安装

source: Relaunch Now
zh_hans: 立即重新启动

source: Relaunch Termio to switch language?
zh_hans: 重新启动 Termio 以切换语言？

source: Reload
zh_hans: 重新载入

source: Remote
zh_hans: 远程

source: Remote Hosts
zh_hans: 远程主机

source: Remove
zh_hans: 移除

source: Remove Project
zh_hans: 移除项目

source: Remove Workspace
zh_hans: 移除工作区

source: Remove Worktree
zh_hans: 移除 Worktree

source: Remove from List
zh_hans: 从列表中移除

source: Remove “%@”?
zh_hans: 移除“%@”？

source: Removed from PATH.
zh_hans: 已从 PATH 中移除。

source: Removes this custom agent and its configuration file. Existing sessions keep running.
zh_hans: 移除此自定义 Agent 及其配置文件。现有会话会继续运行。

source: Remove…
zh_hans: 移除…

source: Rename
zh_hans: 重命名

source: Rename Session
zh_hans: 重命名会话

source: Rename Workspace
zh_hans: 重命名工作区

source: Rename “%@”
zh_hans: 重命名“%@”

source: Rename…
zh_hans: 重命名…

source: Replace
zh_hans: 替换

source: Replace All
zh_hans: 全部替换

source: Report each agent’s status back to Termio.
zh_hans: 把每个 Agent 的状态报告回 Termio。

source: Repository
zh_hans: 仓库

source: Request Permission
zh_hans: 请求权限

source: Reset Font Size
zh_hans: 重设字体大小

source: Restarting the tunnel changes the address, and every paired iPhone has to scan again.
zh_hans: 重启隧道会更换地址，所有已配对的 iPhone 都需要重新扫码。

source: Restore Defaults
zh_hans: 恢复默认

source: Reveal in Finder
zh_hans: 在“访达”中显示

source: Revoke Access
zh_hans: 撤销访问

source: Rotate Token
zh_hans: 更换 Token

source: Rotate Token…
zh_hans: 更换 Token…

source: Rotate the pairing token?
zh_hans: 要更换配对 Token 吗？

source: Row padding
zh_hans: 行边距

source: Run Termio from the built app to install its command-line tool.
zh_hans: 从打包后的 App 运行 Termio 才能安装其命令行工具。

source: Run a command…
zh_hans: 运行命令…

source: Running terminal sessions will end. You can relaunch later instead.
zh_hans: 正在运行的终端会话将会结束。你也可以稍后再重新启动。

source: Runs
zh_hans: 运行

source: Runs on %@
zh_hans: 运行于 %@

source: Runs on that machine with your login’s privileges — no shell, arguments split on spaces. Use {port} for the daemon’s port.
zh_hans: 以你的登录身份在那台机器上运行——不经过 shell，参数按空格切分。用 {port} 代表守护进程的端口。

source: Runs on this Mac with your privileges when Custom is selected — no shell, arguments split on spaces. Use {port} for the companion port; the URL pattern is a regex matching the public https URL your relay prints.
zh_hans: 选择“自定义”后，该命令会以你的权限在这台 Mac 上运行——不经过 shell，参数按空格拆分。用 {port} 表示配套端口；URL 模式是用于匹配中继输出的公开 https URL 的正则表达式。

source: Runs with `%@`. The agent won’t ask before editing files or running commands.
zh_hans: 以 `%@` 运行。Agent 在编辑文件或运行命令前将不再询问。

source: SF Symbol name
zh_hans: SF Symbol 名称

source: Save
zh_hans: 存储

source: Save failed: %@
zh_hans: 存储失败：%@

source: Saving to %@…
zh_hans: 正在保存到 %@…

source: Scan the QR code with WeChat to join the Chinese community group.
zh_hans: 用微信扫描二维码加入中文社区群。

source: Scrollback history and text selection
zh_hans: 回滚历史与文本选择

source: Scrollback: %lld MB
zh_hans: 回滚：%lld MB

source: Search
zh_hans: 搜索

source: Search %@
zh_hans: 搜索 %@

source: Search Files
zh_hans: 搜索文件

source: Search Project
zh_hans: 搜索项目

source: Search commands
zh_hans: 搜索命令

source: Search themes
zh_hans: 搜索主题

source: Search themes…
zh_hans: 搜索主题…

source: Searching…
zh_hans: 正在搜索…

source: Select All
zh_hans: 全选

source: Select a session to browse its files.
zh_hans: 选择一个会话以浏览其文件。

source: Select a session to see its info.
zh_hans: 选择一个会话以查看其信息。

source: Selection
zh_hans: 选择

source: Sends one anonymous event a day so the project can count active installs. No project paths, no terminal contents, no account.
zh_hans: 每天发送一条匿名事件，用于统计活跃安装数。不含项目路径、终端内容和账号。

source: Server
zh_hans: Termio server

source: Serving
zh_hans: 对外服务

source: Session
zh_hans: 会话

source: Session control
zh_hans: 会话控制

source: Sessions
zh_hans: 会话

source: Set Up %@
zh_hans: 设置 %@

source: Set Up Key
zh_hans: 设置密钥

source: Set Up Key…
zh_hans: 设置密钥…

source: Set up this Mac
zh_hans: 设置这台 Mac

source: Set up this device
zh_hans: 设置此设备

source: Set up this host
zh_hans: 设置这台主机

source: Settings
zh_hans: 设置

source: Settings…
zh_hans: 设置…

source: Shortcuts must include ⌘ so they can’t shadow a key an agent or the shell needs. While recording, press ⌫ to remove a shortcut, or esc to cancel.
zh_hans: 快捷键必须包含 ⌘，以免遮蔽 Agent 或 shell 所需的按键。录制时按 ⌫ 可移除快捷键，按 esc 取消。

source: Show
zh_hans: 显示

source: Show All
zh_hans: 全部显示

source: Show Original
zh_hans: 显示原身

source: Show Project Files
zh_hans: 显示项目文件

source: Show Replace
zh_hans: 显示替换

source: Shows files and folders ignored by Git in a muted color.
zh_hans: 以较淡的颜色显示 Git 忽略的文件和文件夹。

source: Shows the Issues pane in the inspector for projects whose remote is on GitHub.
zh_hans: 为远程仓库位于 GitHub 的项目在检查器中显示 Issues 窗格。

source: Shows when an agent is working or waiting on you — the sidebar spinner and menu-bar pulse.
zh_hans: 显示 Agent 正在工作还是在等你 — 侧栏的转圈和菜单栏的脉冲。

source: Shows when an agent is working or waiting on you — the sidebar spinner and menu-bar pulse. Installs Termio’s hooks into each agent’s config.
zh_hans: 显示 Agent 正在工作还是在等待你：侧栏的转圈指示和菜单栏的脉冲。会将 Termio 的 hooks 安装到各 Agent 的配置中。

source: Sidebar
zh_hans: 侧栏

source: Signs in with %@
zh_hans: 使用 %@ 登录

source: Signs in with the keys ssh offers by default.
zh_hans: 使用 ssh 默认提供的密钥登录。

source: Size: %lld pt
zh_hans: 大小：%lld 磅

source: Skill
zh_hans: 技能

source: Skill installed
zh_hans: 技能已安装

source: Skill reinstalled
zh_hans: 技能已重新安装

source: Skip permission prompts
zh_hans: 跳过权限确认

source: Somebody else wrote this file after you opened it. Overwriting replaces their version.
zh_hans: 在你打开之后，有人写入了这个文件。覆盖会替换掉对方的版本。

source: Something else already owns %@.
zh_hans: %@ 已被其他程序占用。

source: Something went wrong loading this repository. Try again in a moment.
zh_hans: 载入该仓库时出错。请稍后重试。

source: Sort
zh_hans: 排序

source: Special files can’t be previewed
zh_hans: 特殊文件无法预览

source: Split Down
zh_hans: 向下拆分

source: Split Left
zh_hans: 向左拆分

source: Split Right
zh_hans: 向右拆分

source: Split Up
zh_hans: 向上拆分

source: Staged — the next git commit takes this file
zh_hans: 已暂存：下一次 git 提交将包含此文件

source: Start an agent in a project.
zh_hans: 在项目中启动一个 Agent。

source: Starting %@ on %@…
zh_hans: 正在 %2$@ 上启动 %1$@…

source: Starting tunnel…
zh_hans: 正在启动隧道…

source: Starting…
zh_hans: 正在启动…

source: State
zh_hans: 状态

source: Status
zh_hans: 状态

source: Style
zh_hans: 样式

source: Switch between project files, search, changes, and info
zh_hans: 在项目文件、搜索、更改和信息之间切换

source: System
zh_hans: 系统

source: System (%@)
zh_hans: 跟随系统（%@）

source: System monospace
zh_hans: 系统等宽字体

source: Takes %@ out of the new-session menu. Its settings are kept.
zh_hans: 将 %@ 从新建会话菜单中移除，其设置会保留。

source: Takes effect after Termio relaunches.
zh_hans: 重新启动 Termio 后生效。

source: Tallied from %@'s own local session logs across every terminal and editor on this Mac — your actual usage, regardless of how the plan bills.%@
zh_hans: 根据 %@ 在这台 Mac 上所有终端和编辑器的本地会话日志统计——即你的实际用量，与套餐计费方式无关。%@

source: Task completion
zh_hans: 任务完成

source: Teaches agents the termio session commands.
zh_hans: 教 Agent 使用 termio 的会话命令。

source: Terminal
zh_hans: 终端

source: Terminal default
zh_hans: 终端默认

source: Terminal font
zh_hans: 终端字体

source: Terminals
zh_hans: 终端

source: Termio can show %@'s token usage and plan limits by reading its local session logs and its `auth.json` sign-in. Nothing is read until you allow it.
zh_hans: Termio 可通过读取 %@ 的本地会话日志及其 `auth.json` 登录信息，显示其 token 用量和套餐限额。在你允许之前不会读取任何内容。

source: Termio can show %@'s token usage and plan limits by reading its local session logs and its `credentials/kimi-code.json` sign-in. Nothing is read until you allow it.
zh_hans: Termio 可通过读取 %@ 的本地会话日志及其 `credentials/kimi-code.json` 登录信息，显示其 token 用量和套餐限额。在你允许之前不会读取任何内容。

source: Termio can show %@'s token usage and plan limits by reading its local session logs and its sign-in from your login Keychain. Nothing is read until you allow it; macOS will ask once about the Keychain.
zh_hans: Termio 可通过读取 %@ 的本地会话日志及登录钥匙串中的登录信息，显示其 token 用量和套餐限额。在你允许之前不会读取任何内容；macOS 会就钥匙串询问一次。

source: Termio could not append to the repository’s .gitignore. Check its permissions and try again.
zh_hans: Termio 无法将内容追加到该仓库的 .gitignore。请检查其权限后重试。

source: Termio for iPhone is in beta
zh_hans: Termio for iPhone 正在测试中

source: Termio is open source — star the repo, report bugs, and request features.
zh_hans: Termio 是开源软件：欢迎给仓库加星标、报告 bug 和提出功能请求。

source: Termio notifies you about the agents above, wherever they run.
zh_hans: 无论上面的 Agent 在哪里运行，Termio 都会通知你。

source: Termio switches between these as macOS changes appearance; leave a slot on the default for Termio’s own canvas. Fifty schemes are built in, and any Ghostty-format file you drop into the Themes folder shows up here too.
zh_hans: Termio 会随 macOS 外观变化在两者间切换；将槽位留在默认值即可使用 Termio 自带的画布。内置 50 个精选配色，你放进主题文件夹的 Ghostty 格式文件也会出现在这里。

source: Test
zh_hans: 测试

source: Test Connection
zh_hans: 测试连接

source: The agent New Chat (⌘N) starts. “Last used” follows whichever agent you most recently chatted with.
zh_hans: 新建聊天（⌘N）启动的 Agent。“上次使用”跟随你最近一次聊天所用的 Agent。

source: The base branch has commits this branch doesn’t have, as of the last fetch.
zh_hans: 截至上次 fetch，基础分支上有当前分支还没有的提交。

source: The clone runs on %@ and opens as a project there.
zh_hans: 克隆在 %@ 上执行，并作为那台机器上的项目打开。

source: The coding agents offered when you start a session
zh_hans: 新建会话时可以选用的编程 Agent

source: The device couldn’t read this checkout.
zh_hans: 该设备无法读取这个检出。

source: The device couldn’t read this comparison.
zh_hans: 该设备无法读取这个对比。

source: The devices in your ~/.ssh/config, and the keys that reach them
zh_hans: ~/.ssh/config 里的设备，以及连上它们的密钥

source: The ignore rule couldn’t be added.
zh_hans: 无法添加忽略规则。

source: The install page — the same one whichever machine you are installing on.
zh_hans: 安装页面 —— 无论装在哪台机器上都是同一个页面。

source: The listing failed.
zh_hans: 读取目录失败。

source: The machine Termio is running on
zh_hans: Termio 正在运行的设备

source: The machine answered with no listing for that folder.
zh_hans: 这台机器没有返回该文件夹的内容。

source: The machine couldn’t read this checkout.
zh_hans: 该设备无法读取这个检出。

source: The machine couldn’t read this comparison.
zh_hans: 该设备无法读取这个对比。

source: The machine everything filed under this workspace lives on.
zh_hans: 归入这个工作区的一切所在的机器。

source: The machines you reach from this Mac
zh_hans: 你从这台 Mac 连接的设备

source: The project and session list. Kept separate from the terminal font, and need not be monospaced.
zh_hans: 项目与会话列表。与终端字体分开设置，无需等宽字体。

source: The public keys in ~/.ssh. Copy one to paste into a server’s authorized_keys — private keys are never read.
zh_hans: ~/.ssh 中的公钥。可拷贝一个粘贴到服务器的 authorized_keys——私钥永远不会被读取。

source: The read failed.
zh_hans: 读取失败。

source: The search failed.
zh_hans: 搜索失败。

source: The session host answered, but not with a pairing invite.
zh_hans: Termio server 有回应，但返回的不是配对邀请。

source: The session host on %@. Sessions keep running there after you disconnect.
zh_hans: %@ 上的 Termio server。断开连接后，会话仍在那里继续运行。

source: The session host stopped
zh_hans: Termio server 已停止

source: The session host went away
zh_hans: Termio server 消失了

source: The sidebar shows this workspace
zh_hans: 侧栏显示的是这个工作区

source: The termio command-line tool, agent skill, and notifications
zh_hans: termio 命令行工具、Agent 技能与通知

source: The working tree is clean.
zh_hans: 工作树中没有任何更改。

source: The workspace is empty. Projects and sessions you open later go to another workspace.
zh_hans: 这个工作区是空的。之后打开的项目和会话会归入别的工作区。

source: The workspaces your projects and sessions are filed under
zh_hans: 你的项目和会话归入的工作区

source: Theme
zh_hans: 主题

source: Theme, fonts, cursor, and window
zh_hans: 主题、字体、光标与窗口

source: Themes
zh_hans: 主题

source: Thicken glyphs
zh_hans: 加粗字形

source: This Mac
zh_hans: 本机

source: This Mac and the machines you reach from it
zh_hans: 本机以及你能连接的设备

source: This Mac…
zh_hans: 本机…

source: This address changes when the tunnel restarts, and every paired iPhone must scan again.
zh_hans: 隧道重启后这个地址会变，所有已配对的 iPhone 都必须重新扫码。

source: This agent is no longer on your list.
zh_hans: 该助手已不在你的列表中。

source: This branch and the base branch share no commits.
zh_hans: 这个分支和基础分支没有共同的提交。

source: This branch has no commits yet.
zh_hans: 此分支还没有提交。

source: This branch has nothing the base branch doesn’t already have.
zh_hans: 这个分支没有基础分支尚未包含的内容。

source: This checkout has no other branch to compare with.
zh_hans: 这个检出没有其他分支可以对比。

source: This device didn’t answer. Its termiod may be too old to search.
zh_hans: 该设备没有响应，其 termiod 版本可能过旧，不支持搜索。

source: This device is no longer in your configuration.
zh_hans: 该设备已不在你的配置中。

source: This device sent a name the file tree can’t show.
zh_hans: 该设备返回了文件树无法显示的名称。

source: This device’s termiod is too old to browse files.
zh_hans: 该设备上的 termiod 版本过旧，无法浏览文件。

source: This device’s termiod is too old to install agent integration.
zh_hans: 该设备上的 termiod 版本过旧，无法安装 Agent 集成。

source: This device’s termiod is too old to launch agents. Set up the device again in Settings › Machines.
zh_hans: 该设备上的 termiod 版本过旧，无法启动 Agent。请在“设置 › 设备”中重新设置该设备。

source: This device’s termiod is too old to read git.
zh_hans: 该设备上的 termiod 版本过旧，无法读取 git。

source: This device’s termiod is too old to report its agents.
zh_hans: 该设备上的 termiod 版本过旧，无法查询其 Agent。

source: This diff is too large to show here — open the file on GitHub.
zh_hans: 此差异太大，无法在此显示，请在 GitHub 上打开该文件。

source: This file is binary — open it on GitHub to view.
zh_hans: 此文件为二进制文件，请在 GitHub 上打开查看。

source: This folder has no git “origin” remote to clone.
zh_hans: 这个文件夹没有 git “origin” 远程，无法克隆。

source: This folder isn’t tracked by Git.
zh_hans: 这个文件夹没有被 Git 跟踪。

source: This host is no longer in your configuration.
zh_hans: 这台主机已不在你的配置中。

source: This host takes a password. Termio signs in with keys, and ~/.ssh has none that ssh offers on its own — run ssh-keygen to make one, then set it up here.
zh_hans: 这台主机接受密码登录。Termio 用密钥登录，而 ~/.ssh 里没有 ssh 会自动尝试的密钥——先用 ssh-keygen 生成一个，再回到这里设置。

source: This host takes a password. Termio signs in with keys, so set yours up once and every session, file tree and remote terminal can reach it.
zh_hans: 这台主机接受密码登录。Termio 用密钥登录，设置一次之后，会话、文件树和远程终端都能连上它。

source: This machine didn’t answer. Its termiod may be too old to search.
zh_hans: 该设备没有响应。它的 termiod 版本可能过旧，无法搜索。

source: This machine sent a name the file tree can’t show.
zh_hans: 该设备发来的名称文件树无法显示。

source: This machine’s termiod is too old to browse files.
zh_hans: 该设备上的 termiod 版本过旧，无法浏览文件。

source: This machine’s termiod is too old to install agent integration.
zh_hans: 该设备上的 termiod 版本过旧，无法安装 Agent 集成。

source: This machine’s termiod is too old to list folders.
zh_hans: 这台机器上的 termiod 版本太旧，列不出文件夹。

source: This machine’s termiod is too old to read git.
zh_hans: 该设备上的 termiod 版本过旧，无法读取 git。

source: This machine’s termiod is too old to report its agents.
zh_hans: 该设备上的 termiod 版本过旧，无法查询其 Agent。

source: This month
zh_hans: 本月

source: This pull request changes no files.
zh_hans: 此 PR 未更改任何文件。

source: This relay has no valid URL pattern, so its address could never be read back.
zh_hans: 这个中转没有有效的 URL 正则，它的地址永远读不回来。

source: This session couldn’t be started.
zh_hans: 这个会话没能启动。

source: This week
zh_hans: 本周

source: This workspace is no longer on your list.
zh_hans: 这个工作区已不在你的列表中。

source: Timed out
zh_hans: 连接超时

source: Today
zh_hans: 今天

source: Toggle Full Screen
zh_hans: 切换全屏幕

source: Toggle Project Files
zh_hans: 切换项目文件

source: Toggle Sidebar
zh_hans: 切换侧栏

source: Token usage
zh_hans: Token 用量

source: Token usage for your connected agents
zh_hans: 已连接 Agent 的 token 用量

source: Try Again
zh_hans: 重试

source: Try another search term.
zh_hans: 请尝试其他搜索词。

source: Tunnel
zh_hans: 隧道
